const reviews: Review[] = [
	{
		text: 'Приехал в течение часа, устранил течь, всё работает идеально. Спасибо!',
		author: 'Анна, Приморский р-н',
		rating: 5,
	},
	{
		text: 'Думал, всё — сгорел компрессор, но обошлось заменой реле. Быстро, честно, приятно.',
		author: 'Владимир, Купчино',
		rating: 5,
	},
	{
		text: 'Хорошее отношение, сделали по-человечески. Сохраняю номер.',
		author: 'Ирина, Калининский район',
		rating: 5,
	},
	{
		text: 'Все хорошо спасибо за работу!',
		author: 'Alesk',
		rating: 5,
	},
	{
		text: 'Мастер приехал мгновенно, день в день, несмотря на позднее время. Услуга оказана качественно и быстро. Вежливое общение. Рекомендую, профессионал своего дела! 👍',
		author: 'Malina',
		rating: 5,
	},
	{
		text: 'Отличный специалист своего дела, приехал в срочном порядке, помог, объяснил, всё по делу рассказал нам о нашей проблеме в кофейне! Спасибо большое! Советую Андрея, как специалиста )',
		author: 'Юля Живолуп',
		rating: 5,
	},
	{
		text: 'Сломалась холодильная камера, договорилась о встрече в этот же день, мастер приехал без опозданий и за полчаса проблема была найдена и устранена с гарантией на работу и деталь, все супер)',
		author: 'Анна Демченко',
		rating: 5,
	},
	{
		text: 'Обратилась с проблемой неработающей морозильной камеры в холодильнике. Андрей смог приехать в тот же день и быстро устранил поломку. Я в восторге, так что советую данного мастера )',
		author: 'Дарья',
		rating: 5,
	},
	{
		text: 'Покунсультировал по всем интересующим меня вопросам, большое спасибо!!!',
		author: 'Виталий Олегович',
		rating: 5,
	},
	{
		text: 'Прекрасный мастер! Приехал в назначенное время, нашел проблему в холодильнике и устранил её очень быстро и качественно. Цена была выше, т.к. до этого приезжал другой мастер, совершенно не разбираясь в технике, назвал неправильную проблему. После чего я спросила стоимость этой проблемы у Андрея, не зная точной причины неисправности❗️ И так как дело было в другом, в более важном компоненте, соответственно, и окончательная цена повысилась. Спасибо ещё раз большое! Вы очень вежливый и внимательный мужчина.',
		author: 'Анастасия',
		rating: 5,
	},
	{
		text: 'В ночи сломался холодильник. А днём надо уезжать на дачу. Написала Андрею, ответил рано утром. Приехал раньше, чем обещал, огромное ему спасибо за это. Быстро выявил неисправность. Пытался реанимировать компрессор, чтобы сэкономить мне деньги. Но даже мне, несведущей в этом деле, стало понятно, что компрессор просто сдох. Андрей поставил новый. Быстро, чисто, профессионально. Однозначно рекомендую мастера. 🔥',
		author: 'Жанна',
		rating: 5,
	},
	{
		text: 'Оперативно и качественно предоставлена услуга по ремонту холодильника.',
		author: 'Алёна',
		rating: 5,
	},
	{
		text: 'Профессиональный, грамотный, вежливый специалист. Пунктуален, приехал чуть раньше оговорённого времени, предварительно согласовав данный момент. Работа по ремонту холодильника Индезит выполнена качественно и быстро. Со связью через Авито не было никаких проблем, отвечал без задержек и по существу. Для решения вопросов по ремонту холодильника однозначно рекомендую.',
		author: 'Александр',
		rating: 5,
	},
	{
		text: 'Отличный мастер!!! Всё в срок, вовремя и качественно. Благодарю.',
		author: 'Ирина',
		rating: 5,
	},
	{
		text: 'Дело мастера боится! И добавить нечего). Чувствуется опыт, знание дела. Работа выполнена качественно и быстро.',
		author: 'Евгений',
		rating: 5,
	},
	{
		text: 'Холодильник перестал работать, мастер приехал оперативно, быстро определил проблему, в результате короткого замыкания вышел из строя вентилятор. Заменил вентилятор, всё работает. Качеством работы и стоимостью доволен.',
		author: 'Кирилл Филиппов',
		rating: 5,
	},
	{
		text: 'Остался очень доволен быстротой, порядочностью мастера и качеством ремонта холодильника. Приехал на следующее утро. Всего наилучшего.',
		author: 'Basilevs',
		rating: 5,
	},
]
